<template>
    <section class="faq-section">
        <div class="container">
            <h2>FAQ</h2>
            <div class="faq-wrap">
                <FaqRow 
                    v-for="(row, index) in faqRows" :key="index" 
                    :number="index + 1"
                    :label="row.label"
                    :text="row.text"
                />
            </div>
        </div>
    </section>
</template>

<script lang="ts" setup>

import FaqRow from '@/components/home/FaqRow.vue';

interface FAQRow {
    label : string
    text : string
}

const faqRows : FAQRow[] = [
    {
        label : 'Что такое Slideee?',
        text : 'Slideee - инновационный онлайн редактор для создания презентаций с использованием искусственного интеллекта. Просто укажите тему презентации и встроенная на наш сайт нейросеть сгенерирует ее содержание. Создайте презентацию быстро и легко!'
    },
    {
        label : 'Что такое токены Slideee?',
        text : 'Slideee - инновационный онлайн редактор для создания презентаций с использованием искусственного интеллекта. Просто укажите тему презентации и встроенная на наш сайт нейросеть сгенерирует ее содержание. Создайте презентацию быстро и легко!'
    },
    {
        label : 'Можно ли сделать презентацию бесплатно?',
        text : 'Slideee - инновационный онлайн редактор для создания презентаций с использованием искусственного интеллекта. Просто укажите тему презентации и встроенная на наш сайт нейросеть сгенерирует ее содержание. Создайте презентацию быстро и легко!'
    },
    {
        label : 'Сколько токенов Slideee мне потребуется, чтобы сделать презентацию на 10 слайдов?',
        text : 'Slideee - инновационный онлайн редактор для создания презентаций с использованием искусственного интеллекта. Просто укажите тему презентации и встроенная на наш сайт нейросеть сгенерирует ее содержание. Создайте презентацию быстро и легко!'
    },
    {
        label : 'Можно ли скачать презентацию?',
        text : 'Slideee - инновационный онлайн редактор для создания презентаций с использованием искусственного интеллекта. Просто укажите тему презентации и встроенная на наш сайт нейросеть сгенерирует ее содержание. Создайте презентацию быстро и легко!'
    },
]
</script>

<style scoped>

h2{
    font-size: 58px;
    font-weight: 700;
    line-height: 61.19px;
    margin-bottom: 80px;
    text-transform: uppercase;
}

.faq-section{
    padding-bottom: 136px;
}
.faq-wrap{
    display: flex;
    flex-direction: column;
    gap: 4px;
}
</style>