<template>

<p>Согласие на обработку персональных данных</p>
<p>Пользователь, регистрируясь на Платформе Slideee и создавая Личный кабинет, принимает условия настоящего Согласия на обработку персональных данных (далее – Согласие): </p>
<p>Действуя свободно, своей волей и в своем интересе, а также подтверждая свою дееспособность, Пользователь дает свое согласие ООО «Слайди» (ИНН 7100048746, ОГРН 1027700067328, далее - Общество) на обработку персональных данных на условиях: </p>
<p>1. Согласие дается на обработку персональных данных, как без использования средств автоматизации, так и с их использованием.</p>
<p>2. Согласие дается на обработку следующих моих персональных данных, не являющихся специальными или биометрическими: </p>
<p>• ФИО </p>
<p>• Адрес электронной почты</p>
<p>• ID пользователя Telegram (telegram.org)</p>
<p>• Данные, которые могут быть автоматически переданы платформой Slideee в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения (в т.ч. IP-адрес, индивидуальный сетевой номер устройства (MAC-адрес, ID устройства), электронный серийный номер (IMEI, MEID), рекламный идентификатор Google AID, данные из cookies, информация о браузере, операционной системе, процессоре, времени доступа, поисковых запросах, сведения о местоположении и перемещении устройства Пользователя).</p>
<p>3. Обществом не осуществляется обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, за исключением случаев, предусмотренных законодательством РФ. </p>
<p>4. Персональные данные не являются общедоступными. </p>
<p>5. Основанием для обработки персональных данных является: </p>
<p>• п. 1 и 5 ч. 1 ст. 6 Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» </p>
<p>• Согласие на обработку персональных данных </p>
<p>6. В ходе обработки с персональными данными могут быть совершены следующие действия: Сбор, запись, систематизация, накопление, хранение (в течение установленных нормативными документами сроков хранения отчетности, но не менее 5 (пяти) лет, с момента даты прекращения пользования услуг Пользователем), уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), блокирование, удаление, уничтожение. </p>
<p>7. Срок хранения персональных данных ограничен сроком существования Личного кабинета Пользователя. Личный кабинет может быть удален по заявлению Пользователя путем направления письменного заявления на электронную почту support@slideee.ru. </p>
<p>8. Согласие может быть отозвано Пользователем путем направления письменного заявления на электронную почту support@slideee.ru. </p>
<p>9. В случае отзыва Пользователем согласия на обработку персональных данных Общество вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в п. 2 - 11 ч. 1 ст. 6, ч. 2 ст. 10 и ч. 2 ст. 11 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных».</p>

</template>

<style scoped>

p{
    margin-bottom: 10px;
}

</style>