<template>

<p>1. Политика возвратов является неотъемлемой частью Пользовательского соглашения, размещенного на https://slideee.ru. </p>
<p>2. Ценообразование каждого Тарифа указано на Сайте в личном кабинете https://slideee.ru Общество вправе по своему усмотрению определять и устанавливать Тарифы, а также изменять порядок оплаты Тарифов путем размещения соответствующих новых условий на Сайте без предварительного уведомления Пользователя. Новые условия применяются исключительно к Пользователям, которые приобрели Тариф после вступления новых условий в силу, и не распространяются на приобретенные и ранее оплаченные Тарифы Пользователя. </p>
<p>3. Для ознакомления с Платформой, Пользователь может воспользоваться Сервисом бесплатно - получить определенное количество символов и сгенерировать Контент. </p>
<p>4. Оплата Тарифа/Подписки происходит через платежный сервис «Альфа банк», который самостоятельно осуществляет сбор информации о Пользователях, в виду чего Платформа не имеет доступа к платежным документам и, соответственно, не несет ответственности за сбои при проведении оплаты.</p>
<p>5. Пользователь вправе обратиться к Обществу с просьбой о возврате денежных средств, уплаченных Пользователем в рамках выбранного им Тарифа, за неиспользованные им токены. Стоимость одного токена в рамках Тарифа рассчитывается следующим образом: (Стоимость Тарифа) ÷ (Количество токенов, указанных в Тарифе) = Стоимость одного символа.<br>
Пользователь может обратиться с просьбой о возврате денежных средств к Обществу в течение 14 дней с даты оплаты Тарифа. </p>
<p>6. Для получения возврата денежных средств Пользователю необходимо связаться с Обществом, направив требование на электронную почту support@slideee.ru. Такое требование должно содержать скан-копию фискального чека, который направляется Пользователю (Отправитель – Первый ОФД) на адрес электронной почты, который был указан Пользователем при регистрации на Платформе Slideee - без данной информации невозможно идентифицировать факт оплаты Тарифа и, соответственно, осуществить возврат. Срок ответа – не более 5 рабочих дней. По общему правилу, возврат происходит по реквизитам, с которых происходила оплата. В случае, если Пользователь не имеет доступа к таким реквизитам, он может указать в требовании иные реквизиты для возврата денежных средств.</p>
<p>7. После того, как Пользователь сгенерировал и скачал презентацию, услуги Обществом считаются оказанными в полном объеме, количество символов, использованных при генерации презентации списывается автоматически, денежные средства за количество использованных символов не возвращаются.</p>
<p>8. Возврат средств осуществляется только в отношении текущей абонентской платы на вашем счете, но не в отношении платы за перерасход за предыдущий месяц или дополнительных платежей, добавленных на ваш счет. Мы возлагаем на наших клиентов ответственность за управление своими счетами, кредитными лимитами и перерасходами.</p>
<p>9. При удалении своего аккаунта, возврат денег не является автоматическим. Вам необходимо связаться с нами напрямую в течение пяти дней, чтобы получить возмещение. По умолчанию аннулирование происходит в конце вашего расчетного цикла. </p>
<p>10. Мы не выдадим возмещение за те месяцы, когда вы использовали свой счет не в соответствии с нашей политикой возмещения. </p>

</template>

<style scoped>

p{
    margin-bottom: 10px;
}

</style>